Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/main/common/mainTexts.tmx
Source language: en
Languages: cs, da, es_mx, hu, vi, zh

source: Flap time
cs: Cas klapky
da: Flap tid
hu: Szárny idő
vi: Thời gian sử dụng nắp
zh: 叶片时间

source: Normal
cs: Normalni
hu: Normál
vi: Bình thường
zh: 正常

source: Long
cs: Dlouhe
da: Lang
es_mx: Largo
hu: Hosszú
vi: Lâu
zh: 长

source: Vibrators/Belt
cs: Vibr./pas
da: Vibrator/Bånd
es_mx: Vibr./Banda
hu: Vibrátorok/Szalag
vi: Máy Rung/Đai
zh: 振动器/皮带

source: Ramps
cs: Rampy
da: Ramper
es_mx: Rampas
hu: Rámpák
vi: Dốc
zh: 平缓启停

source: Gap
cs: Otvor
es_mx: Hueco
hu: Rés
vi: Khoảng cách
zh: 拱型元件点数功能

source: Wait off
cs: Bez cekac.
es_mx: t.espera.off
hu: Várakozás
vi: Đợi
zh: 不使用等待速度

source: Cycle time
cs: Cas cyklu
da: Cyklus tid
hu: Ciklusidő
vi: Thời gian chu kỳ
zh: 节拍时间

source: Utility
cs: Vyuziti
hu: Használhatóság
vi: Tính thiết thực
zh: 使用率

source: Output
cs: Výstup
hu: Kimenet
vi: Đầu ra
zh: 输出

source: Error rate
cs: Chybovost
hu: Hibaarány
vi: Tỷ lệ lỗi
zh: 错误率

source: Medium flaps
cs: Střední klapky
es_mx: Solapas medianas
hu: Közepes szárnyak
vi: Nắp vừa
zh: 中型襟翼

source: Empty
es_mx: Vacío
hu: Üres
vi: Trống
zh: 清空模式开启

source: Dosing
hu: Adagolás
vi: Lượng
zh: 正在投料

source: TMU
hu: IME

source: Bypass cassette
vi: Bỏ qua băng cassette
zh: 正在投料
